
[
{"id":"1","img":"img\/sbornik.jpg","name":"Сборник задач и упражнений по математич..","id_avtors":"1","description":"В сборник включено свыше 4000 задач и упражнений по важнейшим разделам математического анализа: введение в анализ, дифференциальное исчисление функций одной переменной, неопределенный и определенный интегралы, ряды, дифференциальное исчисление функций не","cost":"2079"},
{"id":"2","img":"img\/chisl.jpg","name":"Численные методы анализа..","id_avtors":"1","description":"Книга является учебным пособием по различным разделам курса приближенных вычислений. Излагаются избранные вопросы вычислительной математики применительно к программе технических вузов. По содержанию книга является продолжением учебного пособия для вузов","cost":"789"},
{"id":"3","img":"img\/nmsi.jpg","name":"Назови меня своим именем","id_avtors":"2","description":"Это история о пробуждающейся чувственности и первой любви. Элио проводит бесконечные жаркие дни на вилле в Италии. Походы на пляж, чтение, музыка, интеллектуальные беседы с аспирантами отца — все это повторяется из года в год.\r\n","cost":"446"},
{"id":"4","img":"img\/8 bel.jpg","name":"Восемь белых ночей","id_avtors":"2","description":"Новый роман от автора бестселлера «Назови меня своим именем»!\r\n«Восемь белых ночей» — романтическая история о встрече в канун Рождества и любви с первого взгляда. Молодым людям, познакомившимся на вечеринке, ","cost":"570"},
{"id":"5","img":"img\/naidi menia.jpg","name":"Найди меня","id_avtors":"2","description":"Андре Асимана называют одним из важнейших романистов современности. «Найди меня» — долгожданное продолжение его бестселлера «Назови меня своим именем», покорившего миллионы читателей во всем мире. Роман повествует о трех героях — Элио","cost":"462"},
{"id":"6","img":"img\/garvard.jpg","name":"Гарвардская площадь","id_avtors":"2","description":"Новый роман от автора бестселлера «Назови меня своим именем».\r\n«Гарвардская площадь» — это изящная история молодого студента-иммигранта — еврея из Египта, — который встречает дерзкого и притягательного ","cost":"427"},
{"id":"7","img":"img\/reset.jpg","name":"Нажми Reset. Как игровая индустрия рушит..","id_avtors":"3","description":"Еще вчера вы работали над потрясающей игрой, в которую верила вся команда. А сегодня забираете вещи из офиса и оказываетесь безработным. Что же произошло?","cost":"720"},
{"id":"8","img":"img\/kpip.jpg","name":"Кровь, пот и пиксели. Обратная сторона..","id_avtors":"3","description":"Лучшая книга об игровой индустрии от известного американского журналиста Джейсона Шрейера. Автор собрал сотни уникальных и захватывающих историй создания лучших компьютерных игр десятилетия, рассказанных ему самими создателями. Получилась","cost":"359"},
{"id":"9","img":"img\/k-ia-pol.jpg","name":"Китайский язык. Полная грамматика в..","id_avtors":"4","description":"В данной книге излагается вся основная грамматика современного китайского языка, которая описывается подробно и комплексно. Здесь вы найдете ответы на сложные вопросы, как правило, не затронутые в стандартных учебниках китайского языка","cost":"934"},
{"id":"10","img":"img\/k-ia-new.jpg","name":"Китайский язык. Новый самоучитель..","id_avtors":"4","description":"Данный самоучитель поможет в короткий срок освоить лексический и грамматический минимум начального уровня и простые формы разговорной речи. Курс состоит из 22 уроков. В каждом уроке представлены основные грамматические темы и полезная ","cost":"306"},
{"id":"11","img":"img\/c++ nach.jpg","name":"C++ для начинающих","id_avtors":"5","description":"Предлагаемая книга представляет собой самоучитель, который шаг за шагом расскажет о всех основных понятиях языка С++, включая переменные, инструкции управления, функции, типы и массивы данных, классы и объекты. Кроме того, вы узнаете о ","cost":"561"},
{"id":"12","img":"img\/c4.jpg","name":"C# 4.0 Полное руководство","id_avtors":"5","description":"Благодаря поддержке параллельного языка интегрированных запросов (PLINQ) и библиотеки распараллеливания задач (TPL) версия 4.0 стала новой вехой в программировании на С#, и поэтому Герберт Шилдт, автор лучших книг по программированию, обновил и ","cost":"3000"},
{"id":"13","img":"img\/c++ baza.jpg","name":"С++: базовый курс","id_avtors":"5","description":"В этой книге описаны все основные средства языка С++ — от элементарных понятий до супервозможностей. После рассмотрения основ программирования на С++ (переменных, операторов, инструкций управления, функций, классов и объектов) читатель освоит ","cost":"1801"},
{"id":"14","img":"img\/java ryk.jpg","name":"Java. Руководство для начинающих","id_avtors":"5","description":"В этом десятом издании справочного пособия, полностью обновленном с учетом последней версии Java SE 9, поясняется, как разрабатывать, компилировать, отлаживать и выполнять программы на языке программирования Java. Это пособие составлено","cost":"2400"},
{"id":"15","img":"img\/java poln.jpg","name":"Java. Полное руководство","id_avtors":"5","description":"В этом десятом издании справочного пособия, полностью обновленном с учетом последней версии Java SE 9, поясняется, как разрабатывать, компилировать, отлаживать и выполнять программы на языке программирования","cost":"4201"},
{"id":"16","img":"img\/biologia dobra i zla.jpg","name":"Биология добра и зла. Как наука объясняет..","id_avtors":"6","description":"Как говорит знаменитый приматолог и нейробиолог Роберт Сапольски, если вы хотите понять поведение человека и природу хорошего или плохого поступка, вам придется разобраться буквально во всем — и в том, что происходило за секунду","cost":"992"},
{"id":"17","img":"img\/igri testesterona.jpg","name":"Игры тестостерона и другие вопросы..","id_avtors":"6","description":"Тестостерон не вызывает агрессию, он усиливает ее проявления в ответ на провоцирующие факторы среды.\r\n.Приматы вообще и люди в частности — единственный вид, склонный к первооткрывательству ","cost":"592"},
{"id":"18","img":"img\/kto mi takie.jpg","name":"Кто мы такие? Гены, наше тело..","id_avtors":"6","description":"Как климат влияет на интеллект, характер, религиозные представления? Правда ли, что наш мозг сжимается от стресса? Какова анатомия плохого настроения? Почему старые звери не хотят пробовать новую еду и как это","cost":"592"},
{"id":"19","img":"img\/psihologia stressa.jpg","name":"Психология стресса. 3-е издание","id_avtors":"6","description":"Одна из самых авторитетных и знаменитых во всем мире книг по психологии и физиологии стресса. Ее автор — специалист с мировым именем, выдающийся биолог и психолог Роберт Сапольски убежден, что человеческая способность ","cost":"928"},
{"id":"20","img":"img\/pochemy y zebr.jpg","name":"Почему у зебр не бывает инфаркта..","id_avtors":"6","description":"Оказывается, эволюционно люди предрасположены реагировать и избегать угрозы, как это делают зебры. Мы должны расслабляться большую часть дня и бегать как сумасшедшие только при приближении опасности.\r\n","cost":"725"},
{"id":"21","img":"no_img.png","name":"5432","id_avtors":"8","description":"5432","cost":"5432"}
]
